tap "caskroom/versions"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
brew "bat"
brew "go"
brew "dep"
brew "docker", link: false
brew "exa"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "gradle"
brew "ios-deploy"
brew "jq"
brew "luajit"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "nvm"
brew "openjdk@11"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tig"
brew "tmux"
brew "watchman"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "authy"
cask "docker"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
cask "ngrok"
cask "notion"
cask "zulu8"
