tap "caskroom/versions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
brew "bat"
brew "carthage"
brew "cocoapods"
brew "go"
brew "dep"
brew "docker"
brew "git"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "mysql"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tfenv"
brew "tig"
brew "tmux"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "docker"
cask "ngrok"
cask "postman"
cask "visual-studio-code"
cask "caskroom/versions/zulu8"
cask "alfred"
cask "sequel-pro"
cask "iterm2"
