tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "neovim/neovim"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "jq"
brew "mas"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pinentry-mac"
brew "pure"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tig"
brew "tmux"
brew "zsh"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "android-studio"
cask "appcleaner"
cask "authy"
cask "bettertouchtool"
cask "deepl"
cask "discord"
cask "flutter"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "inkdrop"
cask "intellij-idea-ce"
cask "kindle"
cask "ngrok"
cask "ogdesign-eagle"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "vscodevim.vim"
