tap "derailed/k9s"
tap "homebrew/bundle"
tap "nats-io/nats-tools"
brew "bat"
brew "harfbuzz"
brew "bazel", link: false
brew "bazelisk"
brew "cask"
brew "docker", link: false
brew "exa"
brew "exiftool"
brew "eza"
brew "gh"
brew "ghz"
brew "gnupg"
brew "go"
brew "gradle"
brew "grpcurl"
brew "jq"
brew "keyring"
brew "kubectx"
brew "kubeseal"
brew "libxml2"
brew "neovim"
brew "openjdk@17"
brew "pdfcpu"
brew "poetry"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "virtualenv"
brew "yq"
brew "derailed/k9s/k9s"
brew "nats-io/nats-tools/nats"
cask "alacritty"
cask "arc"
cask "bettertouchtool"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "grammarly"
cask "inkdrop"
cask "intellij-idea-ce"
cask "linear-linear"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
